export default function AboutPage() {
  return (
    <div className="container mx-auto">
      <h2>关于我</h2>
      <p>
        我是一名金融科技企业的软件工程师，曾在全球顶级金融公司工作，并投资过加密货币、股票和保险等多种资产，深刻理解不同人群的金融需求。针对工作繁忙且有家庭责任的人士，我提供一系列能够简化生活的信用卡优化方案，帮助大家更好地管理和使用信用卡，实现生活简化和财务优化。
      </p>
      <h2>入门</h2>
      <p>
        无论怎么样，你都需要一张信用卡，甚至你的信用比较低的情况下，也有一些信用卡你可以使用，比如
        Chime。
      </p>
      <h2>进阶</h2>
      <p>
        市面上有不少各种格式的信用卡，比如带有旅行福利的、福利彩票性质的，甚至通过分类方式获得一定的返利的，本章节将提供这方面的内容。
      </p>
      <h2>精英</h2>
      <p>
        关于信用卡，不仅仅只是用于平常消费，针对初创企业或者想要开始自己副业的小伙伴们，信用卡也能为你带来丰厚的福利。
      </p>
    </div>
  );
}
